# Markdown grammar #
Markdown 문법을 사용해보자

## Title and Horizon ##
HTML의 h1태그나 h2 태그처럼 뭔가 크고 굵은 글자

### 1 글씨 크기
제목을 표시하는 기본적인 방법은 글자 크기를 키우거나 굵은 글자를 사용하는것 또는 밑줄(underline이랑 좀 다른 horizon)을 사용하는 방법이 있지

#### 1.1 우선 글자 크기를 키우는 방법을 보자
이 방법은 #을 사용하는 방법인데 문장의 첫번째에 #을 넣으면 글자가 커짐
갯수를 몇개 놓느냐에 따라 큰 정도가 다름
1개부터 6개까지 가능하다고 하네

```
[example]
#A
##B
###C
####D
#####E
######F
```

> [output]
> #A
> ##B
> ###C
> ####D
> #####E
> ######F

#### 1.2 두 번째로 밑줄(horizon)을 사용하는 방법을 보자
밑줄(horizon)을 사용하는 방법도 간단한데 =, -, *, _ 문자를 3개 이상 사용하면 된대

```
[example]
A
===
B
---
C
***
D
___
```

> [output]
> 
> A
> ===
> B
> ---
> C
> ***
> D
> ___
